[
    {
        "id": 1751211373,
        "title": "Chan and Meliss",
        "author": "Melissa",
        "description": "Under the rain",
        "content": "they r so quiet and secretly...",
        "category": "Romance",
        "likes": 0,
        "liked_by": [],
        "comments": [],
        "image": "images/under_the_rain.png"
    },
    {
        "id": 1751216357,
        "title": "Fri(end)s",
        "author": "Melissa",
        "description": "Childhood friends✨✨🥹",
        "content": "they were so nice close friends and after 10 years they started hate each other... ",
        "category": "Uncategorized",
        "likes": 0,
        "liked_by": [],
        "comments": [],
        "image": "images/childhood_friends.png"
    },
    {
        "id": 1751373349,
        "title": "Idol Friend",
        "author": "Melissa",
        "description": "Secret friends at the library...📚💙",
        "content": "*Raindrops were gently patting the library window, while Elowen was working on an interesting project in front of her laptop, comfortable headphones in her ears. Outside, Seoul was bustling, but this place was an island of peace.\r\n\r\n\r\nSuddenly, someone quietly walked past behind her. He left behind a pleasant, slightly familiar scent of perfume. Elowen did not take off her headphones, but only glanced out of the corner of her eye. He was a man with broad shoulders and a black baseball cap—even though he was dressed casually, he had a special charm.\r\n\r\nSuddenly, as he was about to take a book from the shelf, he accidentally knocked over some other books.*\r\n\r\n– Oh, sorry… *he said in a low voice.*\r\n\r\n\r\n*Elowen looked up. When their eyes met, something in her heart seemed to click. She was also a little surprised.*\r\n– Can I help you? *Elowen said, smiling.*\r\n\r\n\r\n*He smiled. There was no idolatrous arrogance in his eyes. Only sincerity.*\r\n– I wonder, do you like sitting here? *he asked, picking up the books together.*\r\n\r\n\r\n– Yes. A quiet place. Allows me to write complete code.\r\n\r\n\r\n– Code? Are you a programmer? *he surprised*\r\n\r\n\r\n*Elowen lighly chuckled.*\r\n– Yes, I am a beginner. And you? Why are you here?\r\n\r\n\r\n*He was silent for a moment, then answered in a melodious, gentle voice*\r\n– I also wanted some solitude. I... am the leader of a group. Sometimes I just need solitude.\r\n*He sighed softly and continued to put the books on the bookshelf*\r\n\r\n\r\n– Yes... and I know who you are... *Elowen continued to put the books on the bookshelf*\r\n\r\n\r\n– D-do you know who I am...? *He asked curiously*\r\n\r\n\r\n*She picked up the last book and put it back in its place and looked him straight in the face*\r\n\r\n\r\n– Yes, I am CARAT too...\r\n\r\n\r\n*He was surprised because it was so cool to meet his fan here and he was a little embarrassed*\r\n– I was happy about it of course but... you did not tell everyone on social media, did you...? I just came here looking for peace... I'm not saying I hate my fans, I am just... I–\r\n\r\n\r\n*She just smiled and spoke before he could finish his sentence*\r\n– Do not worry, I did not call anyone out and I do not intend to...\r\n\r\n\r\n*He was a little surprised because Elowen was not like the other CARATs and he was a little relieved*\r\n– Thank you... *he said, whispering so she could hear*\r\n\r\n\r\n*She smiled slowly and went to her seat and continued her work...*\r\n\r\n\r\n*While she continued her work, Seungcheol took a book and sat down on a table not far from her and started reading a book, she looked up and smiled slowly. Yes, no one would come here because Elowen had found a place where no one would come and always did her work here alone and peacefully... \r\nBut right now she was not alone and it gave her a sense of peace.... a long time passed and it was 7:03 PM... \r\nElowen knew that she had to leave and started packing her things then seeing this, Seungcheol looked at her and got up, started walking towards her*\r\n– If I am not mistaken, you are leaving, right?\r\n\r\n\r\n– Yes.... *she replied gently*\r\n\r\n\r\n– Okay.... I wanted to give you something.... *he put his group concert ticket in front of her* \r\n– This is a ticket for our concert in a week and I want you to go too.... \r\n\r\n\r\n*She took the ticket slowly and smiled* Thank you...\r\n\r\n\r\n*he nodded and as she slowly got up to leave, he stopped her*\r\n– Stop....\r\n\r\n\r\n*she looked back*\r\n\r\n\r\n– Are you interested in reading adventure books...? *he asked*\r\n\r\n\r\n– Yes... *she replied with interest*\r\n\r\n\r\n*He smiled and gave her a copy of the book he was reading and said*\r\n– If you want, u-uhm... what do you say, whenever we come here, we can add our own scenes and changes to the pages we read at home and tell each other...?\r\n\r\n\r\n*She had never expected to hear these words from him and she was very happy... now, her real adventure had begun right here and she nodded*\r\n– Of course... *she answered briefly but enthusiastically and left the library... \r\nWhen she got home, she went to her room, put her things in shelf and lay down on the bed and opened the book that Seungcheol had given her then she started reading it was very interesting and really an adventurous book as he said... \r\nShe read this book until midnight and finally when she got sleepy she fell asleep with the book in her hand...\r\n\r\n\r\n\r\n*Seungcheol also entered the dorm and saw his friends chatting and some were playing games. He went to his friends and sat on the couch then started reading his book... \r\n\r\nWoozi and Seungkwan whispered together*\r\n\r\n\r\nWoozi: hey what happened to hyung? *he laughed*\r\n\r\nSeungkwan: I am surprised too... I have never seen him read a book before... *he smirked*\r\n\r\n\r\n*a long time passed and the boys also went to sleep*\r\n\r\n\r\n*Elowen woke up at 6:30 in the morning and was surprised that the book was still in her hand usually when she slept late whatever was in hier hand the next day it was not in her hand and she slowly smiled, she felt like a fire was burning inside her and after getting up and washing her face and hands and having breakfast with her family then she slowly headed to the library... \r\nHer heart was beating very fast with every step. When she got to the library she went back to where she had been yesterday and when she saw that Seungcheol had already arrived her heart was beating very fast. He was reading a book, not wanting to scare him too much, she slowly cleared her throat. He looked in her direction, when he saw her, he smiled slowly and stood up...\r\nShe came to him and said*\r\n\r\n\r\n– Good morning.... \r\n\r\n\r\n*He smiled slowly and said*\r\n– Good morning uhmm..... *he hesitated, not knowing how to call her*\r\n\r\n\r\n– Elowen, I am Elowen.... \r\n\r\n\r\n*He was delighted and repeated her name quietly in his mind*\r\n– So, Elowen, did you like the book...?\r\n\r\n\r\n– Of course, it is very interesting and, as you said, truly full of adventure, and the most interesting thing is that the characters here met in the library, just like us... *she chuckled lightly*\r\n\r\n\r\n*He smiled at this and a warm light appeared in his eyes. He was silent for a moment, then answered in a gentle voice*\r\n– So, this is not a coincidence... or at least, a beautiful resemblance.\r\n\r\n\r\n*She felt something stir in her heart when she heard these words. He slowly opened the book, and showed her a page*\r\n– I read this scene yesterday... Two characters are walking in the forest, and one of them falls into some kind of abyss...\r\n\r\n\r\n*He handed her the page. She looked... the lines seemed to flow from her eyes to her heart. Then she slowly closed the book and looked at him*\r\n– Yes, I read this page yesterday too, and now lets imagine the continuation ourselves.\r\n\r\n\r\n*Seungcheol nodded and they sat to their seats then started told each other their imagined scenes...*",
        "category": "Uncategorized",
        "likes": 0,
        "liked_by": [],
        "comments": [],
        "image": "images/seongcheol_melissa.png"
    }
]